{
  "seeder": {
    "countries": [
      {
        "code": "it",
        "flag": "",
        "languages": ["it"],
        "prefix": "+39"
      },
      {
        "code": "es",
        "flag": "",
        "languages": ["es"],
        "prefix": "+34"
      },
      {
        "code": "fr",
        "flag": "",
        "languages": ["fr"],
        "prefix": "+33"
      },
      {
        "code": "de",
        "flag": "",
        "languages": ["de"],
        "prefix": "+49"
      },
      {
        "code": "uk",
        "flag": "",
        "languages": ["en"],
        "prefix": "+44"
      },
      {
        "code": "us",
        "flag": "吼",
        "languages": ["en"],
        "prefix": "+1"
      }
    ],
    "user": {
      "domain": "glore.net",
      "avatar": {
        "url": "https://api.dicebear.com/9.x",
        "style": "open-peeps",
        "format": "png",
        "params": {
          "backgroundColor": ["b6e3f4", "c0aede", "d1d4f9", "ffd5dc", "ffdfbf"],
          "maskProbability": 0
        }
      },
      "roles": [
        "admin",
        "editor",
        "coordinator",
        "representative",
        "tutor",
        "volunteer",
        "learner"
      ],
      "sex": ["female", "male", "non-binary", null],
      "pronouns": ["she/her", "he/him", "they/them"]
    },
    "organization": {
      "handle": "joint",
      "name": "Joint",
      "avatar": "avatars/joint.png",
      "description": {
        "en": "Joint is a non-profit organization that aims to promote social inclusion and equal opportunities through education and training.",
        "es": "Joint es una organizaci贸n sin fines de lucro que tiene como objetivo promover la inclusi贸n social y la igualdad de oportunidades a trav茅s de la educaci贸n y la formaci贸n.",
        "it": "Joint 猫 un'organizzazione senza scopo di lucro che mira a promuovere l'inclusione sociale e le pari opportunit attraverso l'istruzione e la formazione."
      },
      "url": "https://associazionejoint.org",
      "email": "info@associazionejoint.org",
      "phone": "+391234567890",
      "country": "it",
      "region": "MI",
      "city": "Milan",
      "postcode": "20142",
      "address": "Via Giovanola 25C",
      "memberships": ["representative", "tutor", "volunteer"]
    },
    "course": {
      "groups": [
        {
          "name": { "en": "Work", "es": "Trabajo", "it": "Lavoro" },
          "courses": [
            {
              "title": {
                "en": "Organization and time management",
                "es": "Organizaci贸n y gesti贸n del tiempo",
                "it": "Organizzazione e gestione del tempo"
              },
              "description": {
                "en": "Ability to design tasks by prioritising and planning ahead, in order to achieve one's goals within set deadlines. This includes taking available resources (human, economic, time) into consideration; and sharing activities and responsibilities equitably, considering team resources.",
                "es": "Capacidad para dise帽ar tareas priorizando y planificando con antelaci贸n, con el fin de alcanzar los objetivos dentro de los plazos establecidos. Esto incluye tener en cuenta los recursos disponibles (humanos, econ贸micos, temporales) y compartir las actividades y responsabilidades de manera equitativa, considerando los recursos del equipo.",
                "it": "Capacit di progettare compiti dando priorit e pianificando in anticipo, al fine di raggiungere i propri obiettivi entro le scadenze stabilite. Ci貌 include la considerazione delle risorse disponibili (umane, economiche, temporali) e la condivisione delle attivit e delle responsabilit in modo equo, tenendo conto delle risorse del team."
              },
              "icon": "clock"
            },
            {
              "title": { "en": "Team work", "es": "Trabajo en equipo", "it": "Lavoro di squadra" },
              "description": {
                "en": "Ability to effectively contribute as a member of a team.",
                "es": "Capacidad para contribuir de manera efectiva como miembro de un equipo.",
                "it": "Capacit di contribuire in modo efficace come membro di un team."
              },
              "icon": "users-round"
            },
            {
              "title": {
                "en": "Autonomy",
                "es": "Autonom铆a",
                "it": "Autonomia"
              },
              "description": {
                "en": "Ability to work independently and proactively without constant outside monitoring and instruction.",
                "es": "Capacidad para trabajar de forma independiente y proactiva sin necesidad de supervisi贸n e instrucci贸n constantes.",
                "it": "Capacit di lavorare in modo indipendente e proattivo senza la necessit di monitoraggio e istruzioni costanti."
              },
              "icon": "circle-user-round"
            },
            {
              "title": {
                "en": "Stress management",
                "es": "Gesti贸n del estr茅s",
                "it": "Gestione dello stress"
              },
              "description": {
                "en": "Ability to manage your emotions in order to cope well with stressful situations.",
                "es": "Capacidad para gestionar las emociones con el fin de afrontar bien las situaciones estresantes.",
                "it": "Capacit di gestire le proprie emozioni per affrontare bene le situazioni stressanti."
              },
              "icon": "heart-pulse"
            }
          ]
        },
        {
          "name": {
            "en": "Social skills",
            "es": "Habilidades sociales",
            "it": "Competenze sociali"
          },
          "courses": [
            {
              "title": {
                "en": "Socio-cultural awareness",
                "es": "Conciencia sociocultural",
                "it": "Consapevolezza socio-culturale"
              },
              "description": {
                "en": "Ability to cope with social and cultural differences and specificities; ability to make others part of a group, taking their differences (rights, needs and opinions) into consideration.",
                "es": "Capacidad para hacer frente a las diferencias y especificidades sociales y culturales; capacidad para hacer que otros formen parte de un grupo, teniendo en cuenta sus diferencias (derechos, necesidades y opiniones).",
                "it": "Capacit di affrontare le differenze e le specificit sociali e culturali; capacit di far entrare gli altri in un gruppo, tenendo conto delle loro differenze (diritti, bisogni e opinioni)."
              },
              "icon": "earth"
            },
            {
              "title": {
                "en": "Flexibility",
                "es": "Flexibilidad",
                "it": "Flessibilit"
              },
              "description": {
                "en": "Ability to adjust to new environments and change, and to adapt to unexpected or challenging situations. Ability to understand different contexts and to act accordingly to cope with new situations and environments.",
                "es": "Capacidad para adaptarse a nuevos entornos y cambios, y para adaptarse a situaciones inesperadas o desafiantes. Capacidad para entender diferentes contextos y actuar en consecuencia para hacer frente a nuevas situaciones y entornos.",
                "it": "Capacit di adattarsi a nuovi ambienti e cambiamenti, e di adattarsi a situazioni inaspettate o impegnative. Capacit di comprendere contesti diversi e di agire di conseguenza per affrontare nuove situazioni e ambienti."
              },
              "icon": "maximize-2"
            },
            {
              "title": {
                "en": "Conflict management",
                "es": "Gesti贸n de conflictos",
                "it": "Gestione dei conflitti"
              },
              "description": {
                "en": "Ability to cope with emotions that emerge in dealing with diverging opinions and interests, and the ability to reach an outcome beneficial to all parties, over one or more issues, through dialogue.",
                "es": "Capacidad para hacer frente a las emociones que surgen al tratar con opiniones e intereses divergentes, y la capacidad de alcanzar un resultado beneficioso para todas las partes, sobre uno o m谩s temas, a trav茅s del di谩logo.",
                "it": "Capacit di affrontare le emozioni che emergono nel trattare opinioni e interessi divergenti, e la capacit di raggiungere un risultato vantaggioso per tutte le parti, su una o pi霉 questioni, attraverso il dialogo."
              },
              "icon": "split"
            },
            {
              "title": {
                "en": "Open-mindedness and tolerance",
                "es": "Mentalidad abierta y tolerancia",
                "it": "Mentalit aperta e tolleranza"
              },
              "description": {
                "en": "Ability to be open to new ideas, experiences, theories, people and ways of living; ability to adopt a fair and respectful attitude towards opinions, beliefs, and practices that differ from one's own.",
                "es": "Capacidad de estar abierto a nuevas ideas, experiencias, teor铆as, personas y formas de vida; capacidad de adoptar una actitud justa y respetuosa hacia opiniones, creencias y pr谩cticas que difieren de las propias.",
                "it": "Capacit di essere aperti a nuove idee, esperienze, teorie, persone e modi di vivere; capacit di adottare un atteggiamento equo e rispettoso verso opinioni, credenze e pratiche diverse dalle proprie."
              },
              "icon": "smile-plus"
            },
            {
              "title": {
                "en": "Networking and public relations",
                "es": "Redes de contacto y relaciones p煤blicas",
                "it": "Networking e relazioni pubbliche"
              },
              "description": {
                "en": "Ability to create connections with people or institutions external to the organization and keep them active in order to create productive work relationships",
                "es": "Capacidad para crear conexiones con personas o instituciones externas a la organizaci贸n y mantenerlas activas para crear relaciones de trabajo productivas",
                "it": "Capacit di creare connessioni con persone o istituzioni esterne all'organizzazione e mantenerle attive per creare relazioni di lavoro produttive"
              },
              "icon": "handshake"
            }
          ]
        },
        {
          "name": {
            "en": "Communication skills",
            "es": "Habilidades de comunicaci贸n",
            "it": "Competenze comunicative"
          },
          "courses": [
            {
              "title": {
                "en": "Communication and active listening",
                "es": "Comunicaci贸n y escucha activa",
                "it": "Comunicazione e ascolto attivo"
              },
              "description": {
                "en": "Ability to understand both verbal and non-verbal messages, and to ask questions to better understand the situation. This also includes the ability to answer questions, and to give and to receive constructive feedback.",
                "es": "Capacidad para comprender tanto los mensajes verbales como no verbales, y para hacer preguntas para entender mejor la situaci贸n. Esto tambi茅n incluye la capacidad de responder preguntas, y de dar y recibir retroalimentaci贸n constructiva.",
                "it": "Capacit di comprendere sia i messaggi verbali che non verbali, e di fare domande per comprendere meglio la situazione. Questo include anche la capacit di rispondere alle domande, e di dare e ricevere feedback costruttivi."
              },
              "icon": "audio-lines"
            },
            {
              "title": {
                "en": "Assertiveness",
                "es": "Asertividad",
                "it": "Assertivit"
              },
              "description": {
                "en": "Ability to express one's own point of view while respecting and taking into consideration the views of others; and to share and accept constructive criticism, different opinions and advice.",
                "es": "Capacidad para expresar el propio punto de vista respetando y teniendo en cuenta las opiniones de otros; y para compartir y aceptar cr铆ticas constructivas, diferentes opiniones y consejos.",
                "it": "Capacit di esprimere il proprio punto di vista rispettando e tenendo conto delle opinioni degli altri; e di condividere e accettare critiche costruttive, opinioni diverse e consigli."
              },
              "icon": "biceps-flexed"
            },
            {
              "title": {
                "en": "Public speaking",
                "es": "Hablar en p煤blico",
                "it": "Parlare in pubblico"
              },
              "description": {
                "en": "Ability to communicate clearly and effectively in front of both familiar and unfamiliar people.",
                "es": "Capacidad para comunicarse de manera clara y efectiva frente a personas conocidas y desconocidas.",
                "it": "Capacit di comunicare chiaramente ed efficacemente di fronte a persone familiari e non familiari."
              },
              "icon": "speech"
            },
            {
              "title": {
                "en": "Digital communication",
                "es": "Comunicaci贸n digital",
                "it": "Comunicazione digitale"
              },
              "description": {
                "en": "Ability to effectively and efficiently communicate through digital media, being familiar with new ICT tools.",
                "es": "Capacidad para comunicarse de manera efectiva y eficiente a trav茅s de medios digitales, estando familiarizado con las nuevas herramientas TIC.",
                "it": "Capacit di comunicare efficacemente ed efficientemente attraverso i media digitali, avendo familiarit con i nuovi strumenti ICT."
              },
              "icon": "monitor-smartphone"
            }
          ]
        },
        {
          "name": {
            "en": "Personal skills",
            "es": "Habilidades personales",
            "it": "Competenze personali"
          },
          "courses": [
            {
              "title": {
                "en": "Empathy",
                "es": "Empat铆a",
                "it": "Empatia"
              },
              "description": {
                "en": "Ability to understand or feel what another person is experiencing by putting oneself in their place.",
                "es": "Capacidad para entender o sentir lo que otra persona est谩 experimentando poni茅ndose en su lugar.",
                "it": "Capacit di comprendere o sentire ci貌 che un'altra persona sta sperimentando mettendosi al suo posto."
              },
              "icon": "heart"
            },
            {
              "title": {
                "en": "Self-awareness",
                "es": "Autoconocimiento",
                "it": "Autoconsapevolezza"
              },
              "description": {
                "en": "Ability to identify one's own strengths and weaknesses, learn from them, and improve upon them.",
                "es": "Capacidad para identificar las propias fortalezas y debilidades, aprender de ellas y mejorarlas.",
                "it": "Capacit di identificare i propri punti di forza e di debolezza, imparare da essi e migliorarli."
              },
              "icon": "user-round-check"
            },
            {
              "title": {
                "en": "Critical thinking",
                "es": "Pensamiento cr铆tico",
                "it": "Pensiero critico"
              },
              "description": {
                "en": "Ability to evaluate information and interpret it through independent and unconstrained analysis; and to analyze various situations and think from different perspectives.",
                "es": "Capacidad para evaluar informaci贸n e interpretarla a trav茅s de un an谩lisis independiente y sin restricciones; y para analizar diversas situaciones y pensar desde diferentes perspectivas.",
                "it": "Capacit di valutare le informazioni e interpretarle attraverso un'analisi indipendente e libera; e di analizzare varie situazioni e pensare da diverse prospettive."
              },
              "icon": "brain-cog"
            },
            {
              "title": {
                "en": "Responsibility",
                "es": "Responsabilidad",
                "it": "Responsabilit"
              },
              "description": {
                "en": "Ability to assume one's own actions and to be accountable for them.",
                "es": "Capacidad para asumir las propias acciones y ser responsable de ellas.",
                "it": "Capacit di assumersi le proprie azioni e di essere responsabili per esse."
              },
              "icon": "shield-user"
            },
            {
              "title": {
                "en": "Leadership",
                "es": "Liderazgo",
                "it": "Leadership"
              },
              "description": {
                "en": "Ability to motivate, activate, and involve group members towards a common goal.",
                "es": "Capacidad para motivar, activar e involucrar a los miembros del grupo hacia un objetivo com煤n.",
                "it": "Capacit di motivare, attivare e coinvolgere i membri del gruppo verso un obiettivo comune."
              },
              "icon": "crown"
            },
            {
              "title": {
                "en": "Creativity and innovation",
                "es": "Creatividad e innovaci贸n",
                "it": "Creativit e innovazione"
              },
              "description": {
                "en": "Ability to generate new or alternative solutions to problems, to think outside of the box, and to find solutions to improve current practices.",
                "es": "Capacidad para generar soluciones nuevas o alternativas a los problemas, para pensar fuera de lo convencional y encontrar soluciones para mejorar las pr谩cticas actuales.",
                "it": "Capacit di generare soluzioni nuove o alternative ai problemi, di pensare fuori dagli schemi e di trovare soluzioni per migliorare le pratiche attuali."
              },
              "icon": "lightbulb"
            },
            {
              "title": {
                "en": "Learning to learn",
                "es": "Aprender a aprender",
                "it": "Imparare ad imparare"
              },
              "description": {
                "en": "Ability to understand one's own learning style and aims, and to implement a personal learning plan accordingly.",
                "es": "Capacidad para comprender el propio estilo de aprendizaje y objetivos, e implementar un plan de aprendizaje personal en consecuencia.",
                "it": "Capacit di comprendere il proprio stile di apprendimento e i propri obiettivi, e di implementare di conseguenza un piano di apprendimento personale."
              },
              "icon": "book-open"
            },
            {
              "title": {
                "en": "Confidence in oneself and others",
                "es": "Confianza en uno mismo y en otros",
                "it": "Fiducia in se stessi e negli altri"
              },
              "description": {
                "en": "Ability to believe in oneself and others, and to establish trusting relationships.",
                "es": "Capacidad para creer en uno mismo y en otros, y para establecer relaciones de confianza.",
                "it": "Capacit di credere in se stessi e negli altri, e di stabilire relazioni di fiducia."
              },
              "icon": "thumbs-up"
            }
          ]
        }
      ]
    }
  }
}
